Repository: elsayed98/khebrat
Catalog: required-plugins/khebrat-framework/languages/exertio_framework-*.po
Languages: ar

source: Select Attachments
ar: تحديد تنسيقات المرفقات

source: Ad Files
ar: ملفات الإعلانات

source: Select Image
ar: اختيار صورة

source: You can add max 10 new fields
ar: يمكنك إضافة 10 حقول جديدة كحد أقصى

source: Are your sure?
ar: هل انت متأكد؟

source: Something went wrong
ar: حدث خطأ ما

source: Award Date
ar: تاريخ الجائزة

source: Award Name
ar: اسم الجائزة

source: Project URL
ar: رابط المشروع

source: Project Name
ar: اسم المشروع

source: Experience Title
ar: عنوان الخبرة

source: Company Name
ar: اسم الشركة

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Leave it empty to set it current job
ar: اتركه فارغا لتعيينه في المهمة الحالية

source: Description
ar: الوصف

source: Education Title
ar: عنوان التعليم

source: Institute Name
ar: اسم المعهد

source: Leave it empty to set it current education
ar: اتركه فارغا لتعيينه التعليم الحالي

source: Skills percentage
ar: نسبة مهارات المستقلين

source: User Type
ar: نوع المستخدم

source: Freelancer:
ar: مستقل

source: Employer:
ar: صاحب العمل

source: Exertio WordPress Theme database update needed .
ar: مطلوب تحديث قاعدة بيانات Exertio WordPress Theme .

source: To use <b>Exertio WordPress Theme</b> propery we must need to update database for the new features and fixes. Please click on button below to update it.
ar: لاستخدام <b>Exertio WordPress Theme</b> propery ، يجب أن نحتاج إلى تحديث قاعدة البيانات للميزات والإصلاحات الجديدة. يرجى النقر على الزر أدناه لتحديثه.

source: Update Now
ar: تحديث الان

source: Exertio - Freelance Marketplace WordPress Theme
ar: Exertio - سوق مستقل WordPress موضوع

source: Get Started
ar: ابدأ

source: Docementation will helps you to understand the theme flow and will help you to setup the theme accordingly. Click the button below to go to the docementation.
ar: سيساعدك Docementation على فهم تدفق السمة وسيساعدك على إعداد السمة وفقا لذلك. انقر فوق الزر أدناه للانتقال إلى docementation.

source: Docementation
ar: الجرعات

source: Having Issues? Get Support!
ar: هل تواجه مشاكل؟ احصل على الدعم!

source: If you are facing any issue regarding setting up the theme. You can contact our support team they will be very happy to assist you.
ar: إذا كنت تواجه أي مشكلة فيما يتعلق بإعداد السمة. يمكنك الاتصال بفريق الدعم لدينا وسيكونون سعداء جدا بمساعدتك.

source: Get Theme Support
ar: الحصول على دعم الثيم

source: Looking For Customizations?
ar: هل تبحث عن تخصيصات؟

source: Looking to add more features in the theme no problem. Our development team will customize the theme according to your requirnments. Click the link below to contact us.
ar: تبحث عن إضافة المزيد من الميزات في موضوع لا مشكلة. سيقوم فريق التطوير لدينا بتخصيص الموضوع وفقا لمتطلباتك. انقر على الرابط أدناه للاتصال بنا.

source: Looking For Customization?
ar: هل تبحث عن تخصيص؟

source: by
ar: بواسطة

source: ScriptsBundle
ar: البرامج النصيةحزمة

source: Update done
ar: تم التحديث

source: To use <b>Exertio WordPress Theme</b> properly we must need to update database for the new features and fixes. Please click on button below to update it.
ar: لاستخدام <b>Exertio WordPress Theme</b> بشكل صحيح ، يجب أن نحتاج إلى تحديث قاعدة البيانات للميزات والإصلاحات الجديدة. يرجى النقر على الزر أدناه لتحديثه.

source: Verified
ar: موثق

source: Verified
ar: موثق

source: No Result Found
ar: لم يتم العثور على نتائج

source: Please Select Any Project
ar: الرجاء اختيار أي مشروع

source: Disabled for demo
ar: معطل

source: Activation email sent.
ar: تم إرسال بريد إلكتروني للتفعيل.

source: Activation email is not sent. Please contact admin
ar: لا يتم إرسال البريد الإلكتروني للتنشيط. يرجى الاتصال بالمسؤول

source: Please register as an employer first
ar: يرجى التسجيل كصاحب عمل أولا

source: Please register as a freelancer first
ar: يرجى التسجيل كمستقل أولا

source: Hourly
ar: بالساعه

source: Twice a days
ar: مرتين في اليوم

source: Once a days
ar: مرة واحدة في اليوم

source: Select Template
ar: حدد النوع

source: Select An Option
ar: حدد خيارا

source: No Template
ar: قالب البريد

source: You can assign this template each level category.
ar: يمكنك تعيين هذا القالب كل فئة مستوى.

source: Display in search
ar: اسم العرض

source: Enable/Disable this field to show in search page.
ar: تمكين/تعطيل هذا الحقل للعرض في صفحة البحث.

source: exertio Category Template
ar: قالب فئة exertio

source: exertio Category Template WPML
ar: قالب فئة exertio WPML

source: First
ar: الأول

source: Last
ar: الأخير

source: Expired
ar: منتهى الصلاحيه

source: Days left
ar: الأيام المتبقية

source: Closing Today
ar: الإغلاق اليوم

source: Never Expire
ar: نص الخيار لا تنتهي صلاحيته أبدا

source: You do not have enough amount in your wallet to assign this project
ar: ليس لديك ما يكفي من المبلغ في محفظتك لتعيين هذا المشروع

source: Can not update project status, please contact admin
ar: لا يمكن تحديث حالة المشروع، يرجى الاتصال بالمسؤول

source: Can not update project logs, please contact admin
ar: أنت غير قادر على استخدام timekit.io، يرجى الاتصال بالمسؤول.

source: Project assigned successfully
ar: تم تعيين المشروع بنجاح

source: Can not assign project!!! please contact Admin
ar: لا يمكن تعيين المشروع!!! يرجى الاتصال بالمسؤول

source: Message sent
ar: تم ارسال الرسالة

source: Error!!! Message sending failed.
ar: خطأ!!! فشل إرسال الرسالة.

source: Message field can not be empty
ar: لا يمكن أن يكون حقل الرسالة فارغا

source: Sorry, only JPG, JPEG, PNG, docx, pptx, xlsx, pdf and zip files are allowed.
ar: عذرا، يسمح فقط بملفات JPG وJPEG وPNG وDOCX وPPTX وXLSX وPDF وZIP.

source: Max allowd attachment size is
ar: الحد الأقصى المسموح به لحجم المرفق هو

source: Attachments uploaded
ar: المرفقات التي تم تحميلها

source: Attachment deleted
ar: تم حذف المرفق

source: Error!!! attachment is not deleted
ar: خطأ!!! لا يتم حذف المرفق

source: second
ar: ثانية

source: minute
ar: دقيقة

source: hour
ar: ساعة

source: day
ar: يوم

source: month
ar: شهر

source: year
ar: سنة

source: ago
ar: منذ

source: s ago
ar: %s منذ

source: Generating Attachments to Download. Please wait...
ar: إنشاء مرفقات للتنزيل. الرجاء الانتظار...

source: ZipArchive is not enabled on your server
ar: لم يتم تمكين ZipArchive على الخادم الخاص بك

source: Error!!! attachment is not available
ar: خطأ!!! المرفق غير متوفر

source: Please pay created milestones first
ar: يرجى دفع المعالم التي تم إنشاؤها أولا

source: Please select project status first
ar: الرجاء اختيار حالة المشروع أولا

source: can not mark as complete!!! Please contact admin
ar: لا يمكن وضع علامة على أنها كاملة!!! يرجى الاتصال بالمسؤول

source: Final milestone
ar: المعلم الأخير

source: Please provide reward/tip amount or disable it.
ar: يرجى تقديم مبلغ المكافأة / البقشيش أو تعطيله.

source: Please recharge your wallet to pay reward or tip
ar: يرجى إعادة شحن محفظتك لدفع مكافأة أو بقشيش

source: numeric amount only
ar: المبلغ الرقمي فقط

source: Marked as completed
ar: تم وضع علامة "مكتمل" عليها

source: Error!!! project log not updated
ar: خطأ!!! لم يتم تحديث سجل المشروع

source: Error!!! Project completion not updated.
ar: خطأ!!! لم يتم تحديث اكتمال المشروع.

source: can not mark as canceled!!! Please contact admin
ar: لا يمكن وضع علامة على أنها ملغاة!!! يرجى الاتصال بالمسؤول

source: Project canceled
ar: تم إلغاء المشروع

source: Project Status Error.
ar: خطأ في حالة المشروع.

source: Error!!! please contact Admin
ar: خطأ!!! يرجى الاتصال بالمسؤول

source: Project ID error
ar: خطأ في معرف المشروع

source: Bump Up successfully
ar: عثرة بنجاح

source: Buy package to bump Up
ar: شراء حزمة لتصطدم

source: You must be the project owner to bump it up
ar: يجب أن تكون مالك المشروع لرفعه

source: can not mark as expire!!! Please contact admin
ar: لا يمكن وضع علامة على أنها انتهاء الصلاحية!!! يرجى الاتصال بالمسؤول

source: Project expired
ar: انتهت صلاحية المشروع

source: Project Renewed
ar: تجديد المشروع

source: review
ar: استعراض

source: reviews
ar: تقييمات

source: No Reviews
ar: لا يوجد تعليقات

source: Already in your saved projects
ar: بالفعل في مشاريعك المحفوظة

source: Added to your saved projects
ar: تمت إضافته إلى مشاريعك المحفوظة

source: Removed from saved projects
ar: تمت إزالته من المشاريع المحفوظة

source: There is some problem, please try again later
ar: هناك بعض المشاكل، يرجى إعادة المحاولة لاحقاً.

source: Already in your saved services
ar: بالفعل في الخدمات المحفوظة

source: Added to your saved services
ar: تمت الإضافة إلى خدماتك المحفوظة

source: Service ID error
ar: خطأ في معرف الخدمة

source: Removed from saved services
ar: تمت إزالته من الخدمات المحفوظة

source: This service has been expired
ar: انتهت صلاحية هذه الخدمة

source: Please recharge your wallet to purchase this service
ar: يرجى إعادة شحن محفظتك لشراء هذه الخدمة

source: Can not update service logs, please contact admin
ar: لا يمكن تحديث سجلات الخدمة، يرجى الاتصال بالمسؤول

source: Service purchased successfully
ar: تم شراء الخدمة بنجاح

source: Error!!! could not purchase service.
ar: خطأ!!! تعذر شراء الخدمة.

source: You can not purchase your own service
ar: لا يمكنك شراء الخدمة الخاصة بك

source: Error in saving service logs
ar: خطأ في حفظ سجلات الخدمة

source: Error in saving service review
ar: خطأ في حفظ مراجعة الخدمة

source: Error in updating service status
ar: خطأ في تحديث حالة الخدمة

source: You are not allowed to do that
ar: لا يسمح لك بالقيام بذلك

source: Marked as canceled
ar: تم وضع علامة "تم إلغاؤها"

source: Orders in queue
ar: الطلبات في قائمة الانتظار

source: Order in queue
ar: الترتيب في قائمة الانتظار

source: For
ar: إلى

source: hours total will be
ar: مجموع الساعات سيكون

source: Fixed
ar: ثابت

source: Duration:
ar: المدة:

source: Level:
ar: مستوى:

source: Location:
ar: الموقع:

source: View Detail
ar: مشاهدة التفاصيل

source: You are already following
ar: أنت تتابع بالفعل

source: Added to your following list
ar: تمت الإضافة إلى القائمة التالية

source: ID error
ar: خطأ في المعرف

source: Removed from following list
ar: تمت إزالته من القائمة التالية

source: Settings saved
ar: تم حفظ الإعدادات

source: User selection saved
ar: تم حفظ اختيار المستخدم

source: Please login first
ar: يرجى تسجيل الدخول أولا

source: Please Login First.
ar: يرجى تسجيل الدخول أولا

source: Project Alert Activated.
ar: تم تنشيط تنبيه المشروع.

source: Added to cart.
ar: البند لا تضاف إلى العربة. حدث خطا ما

source: Already in your cart.
ar: موجود مسبقاً في عربة التسوق الخاصة بك.

source: Alert deleted
ar: تم حذف التنبيه

source: Alert Cannot be deleted
ar: لا يمكن حذف التنبيه

source: Payout Deleted
ar: تم حذف العائد

source: Payout cannot be deleted
ar: لا يمكن حذف العوائد

source: In Review
ar: قيد المراجعه

source: In Review <span class="count">(%s)</span>
ar: قيد المراجعة <span class="count">(%s)</span>

source: Expired
ar: منتهي

source: <span class="count">(%s)</span>
ar: الكل <span class="count">(%s)</span>

source: Ongoing
ar: جارية الان

source: Completed
ar: مكتمل

source: Canceled
ar: ملغى

source: In Review.
ar: للمراجعة

source: Ongoing.
ar: تفاصيل الخدمة المستمرة

source: Completed.
ar: مكتمل

source: Canceled.
ar: تمت عملية الحذف.

source: Select Service first
ar: اختر الخدمة أولا

source: Select Service
ar: اختر الخدمة

source: Dispute not created
ar: لم يتم إنشاء نزاع

source: Dispute Created
ar: النزاع الذي تم إنشاؤه

source: Dispute already created
ar: النزاع الذي تم إنشاؤه بالفعل

source: fields can not be empty
ar: الحقول لا يمكن أن تكون فارغة

source: Dispute can only be created on Ongoing, Completed or canceled Services
ar: لا يمكن إنشاء النزاع إلا على الخدمات المستمرة أو المكتملة أو الملغاة

source: Select select project first
ar: حدد حدد المشروع أولا

source: Select project
ar: حدد مشروع

source: Dispute can only be created on Ongoing, Completed or canceled projects
ar: لا يمكن إنشاء النزاع إلا على المشاريع الجارية أو المكتملة أو الملغاة

source: New Messages
ar: رسائل جديدة

source: Got new message on ads
ar: الحصول على رسالة جديدة على الإعلانات

source: Payout detail updated
ar: تحديث تفاصيل العوائد

source: Payment method detail error
ar: خطأ في تفاصيل طريقة الدفع

source: Please provide numeric value
ar: يرجى تقديم قيمة رقمية

source: You have
ar: لديك

source: to payout
ar: لدفع تعويضات

source: Minimum Payout amount is
ar: الحد الأدنى لمبلغ التعويضات هو

source: Error while creating payout. Please contact Admin
ar: خطأ أثناء إنشاء دفعة. يرجى الاتصال بالمسؤول

source: Payout created
ar: دفع تعويضات تم إنشاؤها

source: Please select default payout method first.
ar: يرجى تحديد طريقة الدفع الافتراضية أولا.

source: After
ar: بعد

source: Please login first. We will redirect you back here.
ar: يرجى تسجيل الدخول أولا. سنقوم بإعادة توجيهك مرة أخرى هنا.

source: Please verify captcha.
ar: يرجى التحقق من الكابتن.

source: Username already exist
ar: اسم المستخدم موجود بالفعل

source: A verification link has been sent to your email account.
ar: تم إرسال رابط تحقق إلى حساب بريدك الإلكتروني.

source: Registration successfull. Redirecting....
ar: التسجيل ناجح. اعاده توجيه....

source: Email already exist, please try other one.
ar: الايميل مسجل مسبقاً، يرجى استخدام ايميل آخر.

source: Something Went Wrong,Please Fill Form Again.
ar: حدث خطأ ما ، يرجى ملء النموذج مرة أخرى.

source: Your account is not verified yet.
ar: لم يتم التحقق من حسابك بعد.

source: Login successful. Redirecting....
ar: تم تسجيل الدخول بنجاح. اعاده توجيه....

source: Invalid email or password.
ar: الايميل أو كلمة السر خاطئة.

source: Please type your e-mail address.
ar: لم تعط عنوان بريد إلكتروني صحيح.

source: Please enter a valid e-mail address.
ar: يرجى إدخال رقم جوال صحيح.

source: This email address does not exist on website.
ar: عنوان البريد الإلكتروني هذا غير موجود على موقع الويب.

source: Check your email for the confirmation link.
ar: التحقق من بريدك الإلكتروني للحصول على رابط التأكيد.

source: Please choose a password with at least 3-12 characters.
ar: الرجاء اختيار كلمة مرور بأحرف 3-12 على الأقل.

source: Your password has been changed. You can now log in with your new password.
ar: تم تغيير كلمة المرور الخاصة بك. يمكنك الآن تسجيل الدخول باستخدام كلمة المرور الجديدة.

source: User id does not exist. Please contact admin.
ar: معرف المستخدم غير موجود. يرجى الاتصال بالمشرف.

source: Sorry, only JPG, JPEG, PNG files are allowed.
ar: عذراً، فقط الملفات من نوع JPG، JPEG، PNG, GIF هي المسموح بها.

source: Max allowd image size is
ar: الحد الأقصى لحجم الصورة المسموح به

source: Image changed Successfully
ar: تم تغيير الصورة بنجاح

source: Image Removed
ar: تمت إزالة الصورة

source: Something went wrong!!!
ar: حدث خطأ ما!

source: Data is not saved
ar: لا يتم حفظ البيانات

source: Profile updated
ar: تم تحديث الملف الشخصي

source: All fields are required.
ar: جميع الحقول مطلوبة

source: Sorry, you can not set the same password again
ar: عذرا، لا يمكنك تعيين نفس كلمة المرور مرة أخرى

source: New password Mismatched
ar: كلمة المرور الجديدة غير متطابقة

source: Password changed successfully.
ar: تم تغيير الرقم السري بنجاح.

source: Wrong current password
ar: كلمة مرور حالية خاطئة

source: Admin can not delete his account.
ar: لا يمكن للمسؤول حذف حسابه.

source: Account deleted successfully
ar: تم حذف الحساب بنجاح

source: Sorry, only JPG, JPEG, PNG, docx, pptx, xlsx, SVG and pdf files are allowed.
ar: عذرا، يسمح فقط بملفات JPG وJPEG وPNG وDOCX وPPTX وXLSX وSVG وPDF.

source: Attachment upload limit reached
ar: تم الوصول إلى حد تحميل المرفقات

source: Max allowed attachment size is
ar: الحد الأقصى لحجم المرفق المسموح به هو

source: File Uploaded
ar: تم رفع الملف

source: file size:
ar: حجم الملف

source: Kb
ar: كيلوبايت

source: Please verifiy your email first
ar: يرجى التحقق من بريدك الإلكتروني أولا

source: Error!!! Please contact admin
ar: خطأ!!! يرجى الاتصال بالمسؤول

source: Project posted successfully
ar: نشر المشروع بنجاح

source: Max allowd image size is 300KB
ar: حجم الصورة الأقصى المسموح به هو 300KB

source: Image uploaded
ar: تم رفع الصورة

source: Profile not saved. Please contact admin
ar: لم يتم حفظ الملف الشخصي. يرجى الاتصال بالمسؤول

source: Skill percentage can not be greater then 100
ar: نسبة المهارة لا يمكن أن تكون أكبر من 100

source: Addon not saved. Please contact admin
ar: الملحق لم يتم حفظه. يرجى الاتصال بالمسؤول

source: Addon Created
ar: تم إنشاء الملحق

source: Addon removed successfully
ar: تمت إزالة الملحق بنجاح

source: Sorry, only JPG, JPEG, and PNG files are allowed.
ar: عذراً، فقط الملفات من نوع JPG، JPEG، PNG, GIF هي المسموح بها.

source: Sorry, only JPG, JPEG, PNG, files are allowed.
ar: عذراً، فقط الملفات من نوع JPG، JPEG، PNG, GIF هي المسموح بها.

source: Attachments uploaded limit reached
ar: المرفقات التي تم تحميلها الحد الأقصى الذي تم الوصول إليه

source: Sorry, this type of image/file are not allowed.
ar: عذرا، هذا النوع من الصور/الملفات غير مسموح به.

source: file size:
ar: حجم الملف

source: Data did not save. Please contact admin
ar: لم يتم حفظ البيانات. يرجى الاتصال بالمسؤول

source: New service has been created
ar: تم إنشاء خدمة جديدة

source: Service updated
ar: الخدمة المحدثة

source: You must be the service owner to bump it up
ar: يجب أن تكون مالك الخدمة لرفعها

source: Service Deleted
ar: تم حذف الخدمة

source: Service Activated
ar: تفعيل الخدمة

source: Service Deactivated
ar: إلغاء تنشيط الترخيص

source: Project Already Expired
ar: المشروع منتهي الصلاحية بالفعل

source: Please purchase package to send proposal
ar: يرجى شراء حزمة لإرسال الاقتراح

source: Project is expired
ar: انتهت صلاحية المشروع

source: Please load balance in your wallet
ar: يرجى تحميل الرصيد في محفظتك

source: Proposal sent successfully
ar: تم إرسال الاقتراح بنجاح

source: You have already sent a proposal.
ar: لقد أرسلت بالفعل اقتراحا.

source: You can not send a proposal to your project
ar: لا يمكنك إرسال اقتراح إلى مشروعك

source: Verification document did not sent
ar: لم يتم إرسال وثيقة التحقق

source: Verification detail sent
ar: تفاصيل التحقق المرسلة

source: verification revoked
ar: تم إلغاء التحقق

source: Verification document did not revoke
ar: لم يتم إلغاء وثيقة التحقق

source: You have already reported
ar: لقد أبلغت بالفعل

source: Error while reporting. Please contact Admin
ar: حدث خطأ أثناء إعداد التقارير. يرجى الاتصال بالمسؤول

source: Reported successfully
ar: تم الإبلاغ عنها بنجاح.

source: Please login to report
ar: يرجى تسجيل الدخول للإبلاغ عن هذه القائمة.

source: Error!! Please contact Admin
ar: خطأ!! يرجى الاتصال بالمسؤول

source: Proposal Deleted
ar: تم حذف العرض

source: Ongoing, Completed or Canceled project proposals can not be deleted
ar: لا يمكن حذف مقترحات المشاريع الجارية أو المكتملة أو الملغاة

source: You are not allowed to do that.
ar: لا يسمح لك بالقيام بذلك.

source: You have already sent offer to freelancer
ar: لقد قمت بالفعل بإرسال عرض إلى المستقل

source: Offer amount (Fixed)
ar: مبلغ العرض (ثابت)

source: Required field without decimal
ar: حقل مطلوب بدون رقم عشري

source: Days to complete
ar: أيام للإكمال

source: Price Per Hour
ar: السعر عدد الساعات

source: Allowed Hours
ar: الساعات المسموح بها

source: Send Offer to "
ar: أرسل العرض إلى "

source: Message to freelancer
ar: رسالة إلى المستقل

source: Submit
ar: إرسال

source: Send Project Offer
ar: إرسال عرض المشروع

source: Offer has been sent
ar: تم إرسال العرض

source: Offer has been rejected
ar: تم رفض العرض

source: Offer has been canceled
ar: تم إلغاء العرض

source: Sorry Project has been assigned to other freelancer
ar: عذرا تم تعيين المشروع لمستقلين آخرين

source: Employer do not have enough amount in his wallet to assign this project
ar: ليس لديك ما يكفي من المبلغ في محفظتك لتعيين هذا المشروع

source: Offer has been accepted && project assigned to you
ar: تم قبول العرض

source: Error!!! Please contact admin
ar: خطأ!!! يرجى الاتصال بالمسؤول

source: Please verify your email first
ar: يرجى التحقق من بريدك الإلكتروني أولا

source: Edit Proposal on "
ar: تعديل الاقتراح على "

source: Your Price
ar: السعر الخاص بك

source: Provide your price in numbers only
ar: قدم سعرك بالأرقام فقط

source: Your hourly price
ar: السعر بالساعة

source: Dasy to complete in numbers only
ar: داسي لإكماله بالأرقام فقط

source: Days
ar: أيام

source: Estimated Hours
ar: الساعات المقدرة

source: Hours to complete in numbers only
ar: ساعات لإكمالها بالأرقام فقط

source: Hours
ar: ساعات

source: Estimated Total Cost
ar: التكلفة الإجمالية المقدرة

source: The total project cost.
ar: التكلفة الإجمالية للمشروع.

source: Service Fee
ar: رسوم الخدمة

source: The service fee that will be deducted from your proposed amount.
ar: رسوم الخدمة التي سيتم خصمها من المبلغ المقترح.

source: Your Earning
ar: أرباحك

source: Total amount you will earn.
ar: إجمالي المبلغ الذي ستكسبه.

source: Price breakdown
ar: انهيار الأسعار

source: Cover Letter
ar: خطاب التوظيف (الهدف الوظيفي)

source: Please check this box to proceed.
ar: يرجى تحديد هذا المربع للمتابعة.

source: I agree to the
ar: أنا أوافق على

source: terms and conditions
ar: الشروط والأحكام

source: Edit & Save Proposal
ar: تحرير وحفظ الاقتراح

source: Edit my proposal generated
ar: تحرير اقتراحي الذي تم إنشاؤه

source: Ongoing, Completed or Canceled project proposals can not be edited
ar: لا يمكن تحرير مقترحات المشاريع الجارية أو المكتملة أو الملغاة

source: Project Expired
ar: انتهت صلاحية المشروع

source: Proposal edited successfully
ar: تم تحرير الاقتراح بنجاح

source: Project total amount is
ar: المبلغ الإجمالي للمشروع هو

source: Remaining amount is
ar: المبلغ المتبقي هو

source: Milestone created
ar: تم إنشاء معلم بارز

source: Milestones can only be created for ongoing projects.
ar: لا يمكن إنشاء المعالم إلا للمشاريع الجارية.

source: Milestone Paid
ar: Milestone مدفوع

source: Redirecting
ar: إعادة توجيه...

source: Invitation has been rejected
ar: تم رفض العرض

source: Invitation has been accepted
ar: تم قبول العرض

source: Invitation has been Cancelled
ar: طلب قالب البريد الإلكتروني المكتمل للمستقلين

source: You cannot invite yourself
ar: لا يمكنك دعوة نفسك

source: Invitation has already been sent to freelancer for this project
ar: تم بالفعل إرسال دعوة إلى المستقل لهذا المشروع

source: Invitation Sent
ar: تم إرسال الدعوة

source: Really sorry about that
ar: آسف حقا على ذلك

source: Remote
ar: ريموت التحكم عن بعد

source: Freelancer Type
ar: نوع المستقل

source: Project Duration
ar: مدة المشروع

source: Level
ar: المستوى

source: English Level
ar: مستوى اللغة الإنجليزية

source: Languages
ar: اللغات

source: Skills Required
ar: المهارات المطلوبة

source: Freelancer Earning
ar: كسب المستقلين

source: Employer Spendings
ar: إنفاق أصحاب العمل

# services
source: Rejected
ar: مرفوض

source: Rejected <span class="count">(%s)</span>
ar: تم رفضه<span class="count">(%s)</span>

source: Rejected , but mail not sent to author
ar: تم إرسال البريد الإلكتروني إلى المؤلف بنجاح.

source: Got new message on Services
ar: حصلت على رسالة جديدة على الإعلانات

source: Email sent to the ad author successfully
ar: تم إرسال بريد إلكتروني إلى مؤلف الإعلان بنجاح

source: Oops! Something went wrong.Please Check your Mailing details.
ar: عفوا! حدث خطأ ما. يرجى التحقق من التفاصيل البريدية الخاصة بك.

source: Cleared Successfully
ar: تم التحديث بنجاح.

source: Package type
ar: نوع الحزمة

source: Employer package
ar: صفحة حزمة صاحب العمل

source: Freelancer package
ar: صفحة حزمة المستقلين

source: Add Package Detail
ar: إضافة تفاصيل الحزمة

source: Number of Simple Project Allowed
ar: عدد المشاريع البسيطة المسموح بها

source: Integer value only
ar: قيمة عدد صحيح فقط

source: Simple Project Expiry
ar: انتهاء صلاحية المشروع البسيط

source: In days only
ar: في أيام فقط

source: Number of Featured Projects Allowed
ar: عدد المشاريع المميزة المسموح بها

source: Featured Projects Expiry
ar: انتهاء صلاحية المشاريع المميزة:

source: Project Bump up
ar: إعلانات السوم المتبقية

source: Integer value in Number only. Give -1 value if you want it to unlimited
ar: القيمة الصحيحة بالأيام فقط. امنح قيمة -1 إذا كنت تريد ألا تنتهي صلاحيتها أبدا

source: Expiry date for package
ar: تاريخ انتهاء الصلاحية للباقة

source: Integer value only in days only
ar: القيمة الصحيحة فقط بالأيام فقط
