Repository: elsayed98/khebrat
Catalog: required-plugins/khebrat-framework/languages/exertio_framework-*.po
Languages: ar

source: Edit Response Time
ar: تحرير وقت الاستجابة

source: Update Response Time
ar: تحديث وقت الاستجابة

source: Add New Response Time
ar: إضافة وقت استجابة جديد

source: New Response Time Name
ar: اسم وقت الاستجابة الجديد

source: Separate Response Times with commas
ar: أوقات استجابة منفصلة مع الفواصل

source: Add or remove Response Time
ar: إضافة وقت الاستجابة أو إزالته

source: Choose from the most used Response Times
ar: اختر من بين أوقات الاستجابة الأكثر استخداما

source: No Response Time found.
ar: لم يتم العثور على وقت الاستجابة.

source: Icon
ar: أيقونة

source: Add Icon
ar: إضافة أيقونة

source: Remove Icon
ar: إزالة الايقونة

source: Add Service Detail
ar: إضافة تفاصيل الخدمة

source: Service Addons
ar: إضافات الخدمة

source: Service Category
ar: فئة الخدمة

source: Response Time
ar: زمن الاستجابة

source: Select Response Time
ar: يرجى تحديد وقت الاستجابة

source: Select user response time
ar: حدد وقت استجابة المستخدم

source: Delivery Time
ar: التسليم في الوقت المحدد

source: Service Delivery Time
ar: وقت تقديم الخدمة

source: Service Price
ar: قيمة الخدمة

source: Video URLs
ar: رابط الفيديو

source: Please provide YouTube video URLs Only.
ar: يرجى تقديم عناوين URL لفيديو YouTube فقط.

source: Want to show attachments
ar: تريد إظهار المرفقات

source: Yes
ar: نعم

source: No
ar: لا

source: Assign Service
ar: تعيين الخدمة

source: If you select a user from this list it will assign this service to the selected user.
ar: إذا قمت بتحديد مستخدم من هذه القائمة ، تعيين هذه الخدمة للمستخدم المحدد.

source: Verification
ar: التحقق

source: Add New Verification
ar: إضافة إثبات ملكية جديد

source: New Verification
ar: التحقق الجديد

source: Edit Verification
ar: تعديل التحقق

source: View Verification
ar: عرض التحقق

source: All Verification
ar: التحقق من كل شيء

source: Search Verification
ar: التحقق من صحة البحث

source: No Verification Found.
ar: لم يتم العثور على التحقق.

source: Verification Detail
ar: تفاصيل التحقق

source: CNIC / Passport / NIN or SSN
ar: CNIC / جواز السفر / NIN / SSN

source: Document
ar: مستند

source: Freelancer Profile Link
ar: رابط الملف الشخصي للمستقلين

source: Employer Profile Link
ar: رابط الملف الشخصي لصاحب العمل

source: Listings
ar: اعلانات

source: Project Allowed
ar: المشروع مسموح به:

source: Projects Allowed
ar: المشاريع المسموح بها

source: Unlimited Project Allowed
ar: يسمح بمشروع غير محدود

source: Bump Up
ar: أعلى مستوى

source: Unlimited Bump up Allowed
ar: الإعلانات المنبثقة المتبقية: غير محدود

source: Bump up Allowed
ar: الارتطام مسموح به

source: Days visibility
ar: أيام الرؤية

source: Lifetime visibility
ar: رؤية مدى الحياة

source: Featured Projects
ar: المشاريع المميزة:

source: Unlimited Featured Project
ar: مشروع مميز غير محدود

source: Days Featured
ar: أيام مميزة

source: Lifetime Featured
ar: مميز مدى الحياة

source: Profile featured
ar: الملف الشخصي المميز

source: Featured Profile
ar: الملف الشخصي المميز:

source: Days Package Expiry
ar: أيام انتهاء صلاحية الباقة

source: Purchase Now
ar: اشتري الآن

source: Project Credits
ar: اعتمادات المشروع:

source: Unlimited Project Credits
ar: رصيد مشروع غير محدود

source: Allowed Services
ar: الخدمات المسموح بها

source: Unlimited Services
ar: خدمات غير محدودة

source: Services Never Expire
ar: الخدمات لا تنتهي صلاحيتها أبدا

source: Featured Services
ar: الخدمات المميزة:

source: Unlimited Featured Services
ar: خدمات مميزة غير محدودة

source: Days Featured visibility
ar: أيام الرؤية

source: Package Never Expire
ar: الباقة لا تنتهي صلاحيتها أبدا

source: Bump Up Service
ar: حرك الإعلان لاعلى القائمة

source: Unlimited Bump Up Services
ar: الإعلانات المنبثقة المتبقية: غير محدود

source: Bump Up Services
ar: إعلانات السوم المتبقية

source: Profile Featured:
ar: الملف الشخصي المميز:

source: Read More
ar: المزيد

source: View More
ar: مشاهدة المزيد

source: hourly
ar: بالساعه

source: View Profile
ar: مشاهدة الملف

source: Bump Up
ar: أعلى مستوى

source: Unlimited Bump Up
ar: عثرة غير محدودة

source: Bump up
ar: أعلى مستوى

source: Bump up Services
ar: إعلانات السوم المتبقية

source: Employers
ar: الموظفين

source: Complete Services
ar: خدمات متكاملة

source: Completed Service
ar: تفاصيل الخدمة المكتملة

source: Sr#
ar: ريال #

source: Title
ar: العنوان

source: Service Owner
ar: مالك الخدمة

source: Service Buyer
ar: مشتري الخدمة

source: Purchased Date
ar: تاريخ الشراء

source: Completed Date
ar: تاريخ الاكتمال

source: sent a proposal on your job
ar: أرسلت اقتراحا في وظيفتك

source: has been expired.
ar: عذراً، لقد انتهت صلاحية الحدث.

source: has been expired from featured list.
ar: انتهت صلاحيته من القائمة المميزة.

source: Congratulations! you got a new project
ar: مبروك! حصلت على مشروع جديد

source: Your project
ar: تم وضع علامة على مشروعك على أنه مكتمل

source: has been completed
ar: تم الانتهاء منه

source: Your got a new rating on
ar: حصلت على تقييم جديد على

source: has been canceled
ar: تم إلغاء طلبك

source: sent a message on
ar: إرسال رسالة بتاريخ

source: created a dispute against the job
ar: خلق نزاع ضد الوظيفة

source: sent a message on a dispute
ar: إرسال رسالة بشأن نزاع

source: You got a new order on
ar: مبروك! حصلت على طلب جديد

source: marked order completed for
ar: تم الانتهاء من الطلب المحدد ل

source: canceled an order on
ar: إلغاء طلب بتاريخ

source: Your payout
ar: عائدك

source: has been processed.
ar: تمت معالجه طلبك وانتظار موافقه المشرف.

source: You got a verified badge on your profile
ar: حصلت على شارة تم التحقق منها في ملفك الشخصي

source: Your dispute
ar: نزاعك

source: has been resolved.
ar: تم حلها.

source: Your have a Zoom on
ar: لديك تكبير / تصغير

source: you got a new project offer
ar: مبروك! حصلت على مشروع جديد

source: have accepted your offer on project
ar: قبلت عرضك على المشروع

source: have rejected your offer on project
ar: لقد رفضت عرضك على المشروع

source: have sent you invitation on project
ar: لقد أرسلت لك دعوة في المشروع

source: have rejected your invitation on project
ar: رفضت دعوتك في المشروع

source: have accepted your invitation on project
ar: قبلت دعوتك في المشروع

source: have cancelled invitation on project
ar: ألغيت دعوة على المشروع

source: send you invitation on project
ar: تلقيت دعوة مشروع جديد

source: No new notifications available
ar: لا توجد إشعارات جديدة متاحة

source: Notification read issue
ar: مشكلة قراءة الإشعارات

source: Notifications marked as read
ar: تم وضع علامة على الاشعارات كمقروء

source: OnGoing Services
ar: خدمات مستمرة

source: OnGoing Service
ar: تفاصيل الخدمة المستمرة

source: Wallet Topup
ar: تعبئة رصيد المحفظة

source: Amount added in wallet
ar: المبلغ المضاف إلى المحفظة

source: Top Proposal
ar: أعلى اقتراح

source: Purchased a top proposal add-on on
ar: تم شراء إضافة أعلى اقتراح على

source: Sealed Proposal
ar: اقتراح مختوم

source: Purchased a sealed proposal add-on on
ar: شراء اقتراح إضافي مختوم على

source: Featured Proposal
ar: اقتراح مميز

source: Purchased a featured proposal add-on on
ar: تم شراء إضافة اقتراح مميز على

source: Project Assigned
ar: تم تعيين المشروع

source: Escrow amount for the project
ar: مبلغ الضمان للمشروع

source: Project Completed
ar: مشروع الانتهاء من قالب البريد الإلكتروني لحسابهم الخاص

source: project completed
ar: مشروع الانتهاء من قالب البريد الإلكتروني لحسابهم الخاص

source: Service Purchased
ar: الخدمة التي تم شراؤها

source: Purchase service
ar: خدمة الشراء

source: Service Admin fee
ar: رسوم إدارة الخدمة

source: Admin fee for
ar: الرسوم الإدارية ل

source: Service Completed
ar: الخدمة المكتملة

source: Service complete amount deposit
ar: خدمة إيداع المبلغ الكامل

source: Admin Fee
ar: رسوم المشرف

source: Service complete admin charges
ar: الرسوم الإدارية الكاملة للخدمة

source: Milestone Released
ar: تم إصدار معلم بارز

source: Milestone released on
ar: معلم تم إصداره في

source: Admin fee for milestone released on
ar: الرسوم الإدارية للحدث الرئيسي الذي تم إصداره في

source: Package Purchase
ar: شراء الباقة

source: Purchased a new employer package
ar: شراء حزمة صاحب عمل جديدة

source: Purchased a new freelancer package
ar: شراء باقة جديدة من المستقلين

source: Dispute Refund
ar: استرداد قيمة النزاع

source: Dispute amoung has been refunded
ar: تم استرداد قيمة الخلاف

source: Received a reward or tip on
ar: تلقى مكافأة أو نصيحة على

source: Paid a reward or tip on
ar: دفعت مكافأة أو نصيحة على

source: Reward or Tip
ar: مكافأة أو نصيحة

source: Total Money in User Wallet
ar: إجمالي الأموال في محفظة المستخدم

source: Provide amount without decimal and please be careful while changing the amount as it will reflect in the user wallet right away.
ar: قدم مبلغا بدون رقم عشري ويرجى توخي الحذر أثناء تغيير المبلغ لأنه سينعكس في محفظة المستخدم على الفور.

source: Exertio Employer - Filter By Keyword
ar: صاحب العمل الممارس - تصفية حسب الكلمة الرئيسية

source: Employer Search by keyword widget
ar: البحث عن صاحب العمل عن طريق أداة الكلمات الرئيسية

source: Keyword or employer name
ar: الكلمة الرئيسية أو اسم صاحب العمل

source: New title
ar: عنوان جديد

source: Title:
ar: العنوان:

source: Widget state open or closed
ar: حالة القطعة مفتوحة أو مغلقة

source: Close
ar: إغلاق

source: Open
ar: فتح

source: Exertio Employer - Filter By Category
ar: صاحب العمل الممارس - تصفية حسب الفئة

source: Employer Search by department
ar: البحث عن صاحب العمل حسب القسم

source: Want to allow search in list?
ar: هل تريد السماح بالبحث في القائمة؟

source: Exertio Employer - Filter By No of Employees
ar: صاحب العمل الممارس - تصفية حسب عدد الموظفين

source: Employer Search by Number of Emplyees
ar: البحث عن صاحب العمل حسب عدد ال Emplyees

source: Exertio Employer - Filter By Location
ar: صاحب العمل الممارس - تصفية حسب الموقع

source: Employer Search by Location
ar: البحث عن صاحب العمل حسب الموقع

source: Exertio Freelancer - Filter By Keyword
ar: Exertio Freelancer - تصفية حسب الكلمة الرئيسية

source: Freelancer Search by keyword widget
ar: البحث عن المستقلين عن طريق أداة الكلمات الرئيسية

source: Keyword or freelancer name
ar: الكلمة الرئيسية أو اسم المستقل

source: Exertio Freelancer - Filter By Freelancer Type
ar: Exertio Freelancer - تصفية حسب نوع المستقل

source: Freelancer Search by Freelancer type
ar: البحث عن المستقلين حسب نوع المستقل

source: Exertio Freelancer - Filter By Freelancer specialization
ar: Exertio Freelancer - تصفية حسب تخصص المستقل

source: Freelancer Search by Specialization
ar: البحث الحر حسب التخصص

source: Exertio Freelancer - Filter By English Level
ar: Exertio Freelancer - تصفية حسب مستوى اللغة الإنجليزية

source: Freelancer Search by English Level
ar: البحث الحر حسب مستوى اللغة الإنجليزية

source: Exertio Freelancer - Filter By Freelancer Language
ar: Exertio Freelancer - تصفية حسب لغة المستقل

source: Freelancer Search by Freelancer Language
ar: البحث عن المستقلين حسب لغة المستقلين

source: Exertio Freelancer - Filter By Freelancer Location
ar: Exertio Freelancer - تصفية حسب موقع المستقل

source: Freelancer Search by Freelancer Location
ar: البحث عن المستقلين حسب موقع المستقل

source: Exertio Freelancer - Filter By Skills
ar: ممارس مستقل - تصفية حسب المهارات

source: Freelancer Search by Freelancer Skills
ar: البحث عن المستقلين بواسطة مهارات المستقلين

source: Exertio Freelancer - Filter By Price Rate
ar: Exertio Freelancer - تصفية حسب السعر

source: Freelancer Search by Price Rate
ar: البحث عن المستقلين حسب السعر

source: Minimum Range
ar: المدى الأدنى

source: Maximum Range
ar: المدى الأقصى

source: Exertio Freelancer - Filter By Gender
ar: Exertio Freelancer - تصفية حسب الجنس

source: Freelancer Search by Gender
ar: البحث عن المستقلين حسب الجنس

source: Select Option
ar: ‫الرجاء الاختيار

source: Exertio Projects - Filter By Keyword
ar: مشاريع Exertio - تصفية حسب الكلمة الرئيسية

source: Prokject Search by keyword widget
ar: Prokject البحث عن طريق القطعة الكلمات الرئيسية

source: What are you looking for
ar: اكتب كلمة البحث

source: Exertio Projects - Filter By Category
ar: مشاريع Exertio - تصفية حسب الفئة

source: Projects Search by category
ar: البحث عن المشاريع حسب الفئة

source: Exertio Projects - Filter By Freelancer Type
ar: مشاريع Exertio - تصفية حسب نوع المستقل

source: Projects Search by freelancer type
ar: البحث عن المشاريع حسب نوع المستقل

source: Exertio Projects - Filter By Price
ar: مشاريع Exertio - تصفية حسب السعر

source: Projects Search by Price
ar: البحث عن المشاريع حسب السعر

source: Exertio Projects - Filter By Duration
ar: مشاريع Exertio - تصفية حسب المدة

source: Projects Search by Duration
ar: البحث عن المشاريع حسب المدة

source: Exertio Projects - Filter By Level
ar: مشاريع Exertio - تصفية حسب المستوى

source: Projects Search by Level
ar: البحث عن المشاريع حسب المستوى

source: Exertio Projects - Filter By English Level
ar: مشاريع Exertio - تصفية حسب مستوى اللغة الإنجليزية

source: Projects Search by English Level
ar: البحث عن المشاريع حسب مستوى اللغة الإنجليزية

source: Exertio Projects - Filter By Location
ar: مشاريع Exertio - تصفية حسب الموقع

source: Projects Search by Location
ar: البحث عن المشاريع حسب الموقع

source: Exertio Projects - Filter By Skills
ar: مشاريع Exertio - تصفية حسب المهارات

source: Projects Search by Skills
ar: البحث عن المشاريع حسب المهارات

source: Exertio Projects - Filter By Languages
ar: مشاريع Exertio - تصفية حسب اللغات

source: Projects Search by Languages
ar: البحث عن المشاريع حسب اللغات

source: Exertio Projects - Filter By Price Type
ar: مشاريع Exertio - تصفية حسب نوع السعر

source: Projects Search by Price Type
ar: البحث عن المشاريع حسب نوع السعر

source: Select price type
ar: حدد نوع السعر

source: Fixed Price
ar: السعر الثابت

source: Hourly Price
ar: سعر الساعة

source: Exertio Services - Filter By Keyword
ar: خدمات Exertio - تصفية حسب الكلمة الرئيسية

source: Services Search by keyword widget
ar: خدمات البحث عن طريق أداة الكلمات الرئيسية

source: Exertio Services - Filter By Category
ar: خدمات Exertio - تصفية حسب الفئة

source: Services Search by category
ar: البحث عن الخدمات حسب الفئة

source: Exertio Services - Filter By English Level
ar: خدمات Exertio - تصفية حسب مستوى اللغة الإنجليزية

source: Services Search by English Level
ar: خدمات البحث حسب مستوى اللغة الإنجليزية

source: Exertio Services - Filter By Response Time
ar: خدمات Exertio - تصفية حسب وقت الاستجابة

source: Services Search by Response time
ar: البحث عن الخدمات حسب وقت الاستجابة

source: Exertio Services - Filter By Delivery Time
ar: خدمات Exertio - تصفية حسب وقت التسليم

source: Services Search by Delivery time
ar: البحث عن الخدمات حسب وقت التسليم

source: Exertio Services - Filter By Location
ar: خدمات Exertio - تصفية حسب الموقع

source: Services Search by Location
ar: خدمات البحث حسب الموقع

source: Exertio Services - Filter By Price
ar: خدمات Exertio - تصفية حسب السعر

source: Services Search by Price
ar: خدمات البحث حسب السعر

source: Best if used on new WordPress install & this theme requires PHP version 7.0+
ar: أفضل إذا ما استخدمت علي تثبيت وورد الجديدة وهذا الموضوع يتطلب PHP الإصدار 7.0 +

source: Images are for demo purpose only.
ar: تصاویر باید انتخاب شود

source: Demo Already Imported
ar: سبق وتم إستيراد بينات الديمو

source: Demo Importer
ar: الوضع التجريبي

source: Works best to import on a new install of WordPress
ar: يعمل بشكل أفضل للاستيراد على تثبيت جديد من وردبريس

source: Main Page
ar: الصفحة الرئيسية

source: Home 1
ar: الصفحة الرئيسية 1

source: Home 2
ar: الصفحة الرئيسية 2

source: Home 3
ar: الصفحة الرئيسية 3

source: Home 4
ar: الصفحة الرئيسية 4

source: How it Works
ar: كيفية العمل

source: Browse Jobs
ar: تصفح الوظائف

source: Project Search
ar: البحث عن المشاريع

source: Project Detail
ar: تفاصيل المشروع

source: Services Search
ar: البحث عن الخدمات

source: Employers Packages
ar: قائمة باقات أصحاب العمل

source: Freelancers Packages
ar: باقات العاملين لحسابهم الخاص

source: Pages
ar: الصفحات

source: About Us
ar: معلومات عنا

source: Blog
ar: المدونة

source: Blog Detail
ar: تفاصيل المدونة

source: Privacy Policy
ar: سياسة الخصوصية

source: 404 Page
ar: صفحة 404

source: Contact Us
ar: اتصل بنا

source: There was an error when reading this WXR file
ar: لا توجد أخطاء أثناء قراءة ملف WXR

source: Details are shown above. The importer will now try again with a different parser...
ar: التفاصيل ظاهره بالأعلى. المستورد سوف يحاول مره أخرى الآن بقارئ مختلف

source: This does not appear to be a WXR file, missing/invalid WXR version number
ar: لا يبدو أن هذا الملف من النوع WXR, أو أن رقم الإصدار مفقود/غيرصالح

source: Theme options Import file could not be found. Please try again.
ar: الملف المستورد والمتعلق بخيارات التصميم لا يمكن العثور عليه. الرجاء المحاولة مرة آخرى.

source: Widget Import file could not be found. Please try again.
ar: لا يمكن العثور على قطعة الاستيراد. الرجاء المحاولة مرة آخرى.

source: Sidebar does not exist in theme (using Inactive)
ar: الشريط الجانبي غير موجود في المظهر (باستخدام غير نشط)

source: Site does not support widget
ar: الموقع لا يدعم الودجات

source: Widget already exists
ar: البريد الكتروني موجود بالفعل.

source: Imported
ar: تم الاستيراد

source: Imported to Inactive
ar: إعلانات غير نشطة

source: No Title
ar: بلا عنوان

source: Sorry, there has been an error.
ar: تم تحديث تقييمك

source: The file does not exist, please try again.
ar: الملف غير موجود، يرجى المحاولة مرة أخرى.

source: All done.
ar: الكل

source: Have fun!
ar: لديك كوبون؟

source: Remember to update the passwords and roles of imported users.
ar: تذكر تحديث كلمات السر وأدوار المستخدمين المستوردة.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
ar: ملف التصدير غير موجود في <code>%s</code>. يبدو أن هذه المشكله هي مشكلة صلاحيات

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
ar: ملف WXR هذا (الإصدار %s) يمكن أن يكون غير مدعوم بواسطة هذا الإصدار من المستورد. فضلا قم بالتحديث

source: Failed to import author %s. Their posts will be attributed to the current user.
ar: فشل في استيراد %s.. سيتم تحويل المقالات للمستخدم الحالي.

source: Assign Authors
ar: تعيين المؤلف

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
ar: لجعل لجعل العمل اسهل بالنسبة لك لتحرير وحفظ المحتوى الذي تم استيراده، قد ترغب في إعادة تعيين مالك المحتوى الذي يتم استيراده إلى مستخدم موجود في هذا الموقع. على سبيل المثال، قد ترغب في استيراد جميع المدخلات كمدخلات <code> المشرف </code>

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
ar: إذا تم إنشاء مستخدم جديد بواسطة ووردبريس، كلمة مرور جديدة سيتم إنشائها عشوائيا وسيتم تعيين المستخدم الجديد ك&#8217;s. التغيير اليدوي %s.لتفاصيل المستخدم الجديد &#8217;s سيكون ضروريا.

source: Import Attachments
ar: استيراد المرفقات

source: Download and import file attachments
ar: تحميل و استيراد الملفات المرفقه

source: Import author:
ar: استيراد المؤلف:

source: or create new user with login name:
ar: أو إنشاء مستخدم جديد مع اسم الدخول:

source: as a new user:
ar: كمستخدم جديد:

source: assign posts to an existing user:
ar: تعيين مشاركات لمستخدم حالي:

source: or assign posts to an existing user:
ar: او تعيين مشاركات لمستخدم حالي:

source: - Select -
ar: - تحديد -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
ar: فشل إنشاء مستخدم جديد ل %s يمكن أن تعزى مناصبهم للمستخدم الحالي.

source: Failed to import category %s
ar: فشل في استيراد التصنيف %s

source: Failed to import post tag %s
ar: فشل في استيراد سمات المقال %s

source: Failed to import %s %s
ar: فشل تثبيت %1$s.

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
ar: فشل في إستيراد &#8220;%s&#8221;: نوع محتوى خاطئ %s

source: %s &#8220;%s&#8221; already exists.
ar: %s &#8220;%s&#8221; موجود بالفعل.

source: Failed to import %s &#8220;%s&#8221;
ar: فشل في استيراد %s &#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
ar: عنصر القائمة تخطي بسبب سبيكة القائمة المفقودة

source: Menu item skipped due to invalid menu slug: %s
ar: عنصر القائمة تخطي بسبب سبيكة القائمة ؟؟؟ صالحة: %s

source: Fetching attachments is not enabled
ar: تمكين

source: Invalid file type
ar: النوع

source: Remote server did not respond
ar: الخادم لم يستجب

source: Remote server returned error response %1$d %2$s
ar: السيرفر قام بالرد كخطأ كالتالي: %1$d %2$s

source: Remote file is incorrect size
ar: حجم الملف غير صحيح

source: Zero size file downloaded
ar: حجم الملفات المحمله صفر

source: Remote file is too large, limit is %s
ar: الملف كبير جدا, أقصى حجم هو %s

source: Import WordPress
ar: ورد

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
ar: نسخة جديدة متاحة من هذا المستورد Genius Icon. يرجى تحديث الإصدار إلى %s لضمان التوافق مع ملفات التصدير الجديدة.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
ar: مرحبا! تحميل الخاص بك WordPress تمديد RSS ملف (WXR) وسنقوم باستيراد المقال، صفحة، التعليقات، حقول مخصصة، والفئات، والعلامات في هذا الموقع.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
ar: اختار a WXR (.xml) ليتم رفعه ثم اضغط رفع واستيراد.

source: Import Demo
ar: عرض الغرض

source: Demo Imported
ar: تم إستيراد الديمو

source: Please Wait...
ar: يرجى الانتظار ...

source: Re-Import
ar: إعادة الاستيراد

source: No Demo Data Provided
ar: لم يتم تقديم أية بيانات تجريبية

source: Exertio Framework
ar: إطار العمل

source: Exertio framework is essential for the proper Exertio WordPress Theme funcationality.
ar: إطار عمل Exertio ضروري ل Exertio WordPress Theme funcationality المناسب.

source: Scripts Bundle
ar: حزمه مخطوطات
