Repository: elsayed98/khebrat
Catalog: required-plugins/khebrat-framework/languages/exertio_framework-*.po
Languages: ar

source: Profile Featured
ar: الملف الشخصي مميز

source: Select option
ar: ‫الرجاء الاختيار

source: YES
ar: نعم

source: NO
ar: لا

source: This option will allow employers to be featured on website
ar: سيسمح هذا الخيار لأصحاب العمل بالظهور على موقع الويب

source: Mark as free package
ar: وضع علامة كحزمة مجانية

source: Mark package free
ar: علامة حزمة مجانية

source: If you mark this package free then the user can purchase this package once. Most probably this will be assigned at the time of registration.
ar: إذا قمت بوضع علامة على هذه الحزمة مجانا ، فيمكن للمستخدم شراء هذه الحزمة مرة واحدة. على الأرجح سيتم تعيين هذا في وقت التسجيل.

source: You can not purchase free package twice.
ar: لا يمكنك شراء حزمة مجانية مرتين.

source: Redirecting to cart page
ar: إعادة التوجيه إلى صفحة سلة التسوق

source: WooCommerce plugin is not active
ar: كتب مريم الدخيل لاكاديمية الثراء البرنامج المساعد غير نشط

source: Freelancer Package Detail
ar: تفاصيل حزمة المستقلين

source: Number of Projects Credits
ar: عدد اعتمادات المشاريع

source: Project credits means on how many propsals a freelancer is allowed to send. Give -1 for unlimited
ar: اعتمادات المشروع تعني عدد الدعائم التي يسمح للمستقل بإرسالها. أعط -1 لعدد غير محدود

source: Number of Services Allowed
ar: عدد الخدمات المسموح بها

source: Integer value only. Give -1 for unlimited services
ar: قيمة الأعداد الصحيحة فقط. امنح -1 لخدمات غير محدودة

source: Service Expiry
ar: انتهاء الخدمة:

source: In days only. Give -1 value if you want it to never expire
ar: في أيام فقط. امنح قيمة -1 إذا كنت تريد ألا تنتهي صلاحيتها أبدا

source: Number of Featured Services Allowed
ar: عدد الخدمات المميزة المسموح بها

source: Integer value only. Give -1 for unlimited featured services
ar: قيمة الأعداد الصحيحة فقط. امنح -1 للخدمات المميزة غير المحدودة

source: Featured Services Expiry
ar: انتهاء صلاحية الخدمات المميزة:

source: Expiry Date for Package
ar: تاريخ انتهاء الصلاحية للباقة

source: Integer value in days only. Give -1 value if you want it to never expire
ar: القيمة الصحيحة بالأيام فقط. امنح قيمة -1 إذا كنت تريد ألا تنتهي صلاحيتها أبدا

source: Service Bump up
ar: ترقية الإعلان

source: This option will allow Freelancers to be featured on your website.
ar: سيسمح هذا الخيار بعرض المستقلين على موقع الويب الخاص بك.

source: Number of Alerts Allowed
ar: عدد التنبيهات المسموح بها

source: package Expire Days
ar: أيام انتهاء صلاحية الباقة

source: Select amount to deposit
ar: اختر المبلغ المراد إيداعه

source: Redirecting to payment page
ar: إعادة توجيه...

source: Service Charges
ar: حفظ التغييرات

source: Service Purchased Successfully
ar: تم شراء الخدمة بنجاح

source: Addons
ar: الإضافات

source: Add New Addon
ar: إضافة ملحق جديد

source: New Addons
ar: إضافات جديدة

source: Edit Addons
ar: تحرير الإضافات

source: View Addons
ar: عرض الإضافات

source: All Addons
ar: جميع الإضافات

source: Search Addons
ar: إضافات البحث

source: No Addon Found.
ar: لم يتم العثور على إضافة.

source: Price
ar: السعر

source: Author
ar: الكاتب

source: Date
ar: التاريخ

source: Add Addons Detail
ar: إضافة تفاصيل الإضافات

source: Addons Price
ar: سعر الإضافات

source: Assign Addons
ar: تعيين الإضافات

source: If you select a user from this list it will assign this addons to the selected user.
ar: إذا قمت بتحديد مستخدم من هذه القائمة ، تعيين هذه الإضافات إلى المستخدم المحدد.

source: Employer
ar: صاحب العمل

source: Add New Employer
ar: إضافة صاحب عمل جديد

source: New Employer
ar: صاحب عمل جديد

source: Edit Employer
ar: تحرير صاحب العمل

source: View Employer
ar: عرض صاحب العمل

source: All Employers
ar: جميع أصحاب العمل

source: Search Employer
ar: بحث

source: No Employer Found.
ar: لم يتم العثور على صاحب العمل.

source: Display Name
ar: اسم العرض

source: Wallet
ar: المحفظة

source: Departments
ar: الأقسام

source: Search Department
ar: قسم البحث

source: Popular Departments
ar: الأقسام الشعبية

source: All Departments
ar: كل الأقسام

source: Edit Department
ar: تحرير العيادة

source: Update Department
ar: تحديث القسم

source: Add New Department
ar: اضف عيادة جديدة

source: New Department Name
ar: اسم القسم الجديد

source: Separate Departments with commas
ar: أقسام منفصلة مع فواصل

source: Add or remove Department
ar: إضافة قسم أو إزالته

source: Choose from the most used Departments
ar: اختر من بين الأقسام الأكثر استخداما

source: No Department found.
ar: لم يتم العثور على أي إدارة.

source: No. of Employees
ar: عدد العاملين

source: Search No. of Employees
ar: رقم البحث عدد الموظفين

source: Popular No. of Employees
ar: شعبية لا. عدد الموظفين

source: All No. of Employees
ar: الكل لا. عدد الموظفين

source: Edit No. of Employees
ar: تحرير رقم عدد الموظفين

source: Update No. of Employees
ar: تحديث رقم عدد الموظفين

source: Add New No. of Employee
ar: إضافة رقم جديد عدد الموظفين

source: New No. of Employee Name
ar: رقم جديد عدد الموظفين

source: Separate No. of Employees with commas
ar: رقم منفصل عدد الموظفين مع الفواصل

source: Add or remove No. of Employees
ar: إضافة أو إزالة رقم. عدد الموظفين

source: Choose from the most used No. of Employees
ar: اختر من بين الرقم الأكثر استخداما. عدد الموظفين

source: No No. of Employee found.
ar: لا لا. من الموظف وجدت.

source: Locations
ar: المواقع

source: Search Locations
ar: البحث في المواقع

source: Popular Locations
ar: الاماكن الأكثر شعبية

source: All Locations
ar: جميع المواقع

source: Edit Location
ar: الموقع

source: Update Location
ar: تحديث الموقع

source: Add New Location
ar: السماح بالموقع

source: New Locations Name
ar: اسم المواقع الجديدة

source: Separate Locations with commas
ar: افصل المواقع بفواصل

source: Add or remove Locations
ar: إضافة المواقع أو إزالتها

source: Choose from the most used Locations
ar: اختر من بين المواقع الأكثر استخداما

source: No Location found.
ar: لم يتم العثور على أي موقع.

source: Image
ar: صوره

source: Add Image
ar: صوره

source: Remove Image
ar: صورة الغلاف

source: Insert
ar: إدراج

source: Add Employer Detail
ar: إضافة تفاصيل صاحب العمل

source: Department
ar: القسم

source: Select Department
ar: اختر القسم

source: No, values available. Please consider adding values first
ar: لا، القيم متوفرة. يرجى النظر في إضافة قيم أولا

source: Custom Fields
ar: الحقول المخصصة

source: Tagline
ar: (الشعار) الخط

source: Tagline
ar: (الشعار) الخط

source: Employer Tagline will be here
ar: شعار صاحب العمل سيكون هنا

source: Display Name
ar: اسم العرض

source: This will be visible on website
ar: سيكون هذا مرئيا على الموقع الإلكتروني

source: Contact Number
ar: رقم الاتصال

source: Phone number
ar: رقم الهاتف

source: No of Employees
ar: عدد الموظفين

source: Select number of Employees
ar: يرجى اختيار عدد الموظفين

source: Mention how many employees does this employer have
ar: اذكر عدد الموظفين الذين يمتلكهم صاحب العمل هذا

source: Location
ar: الموقع

source: No values available. Please consider adding values first
ar: لا توجد قيم متوفرة. يرجى النظر في إضافة قيم أولا

source: Profile Picture
ar: صورة المستخدم الإفتراضية

source: attachment
ar: مرفق

source: Select Profile Image
ar: حدد صورة الملف الشخصي

source: Select profile picture to show publicly.
ar: حدد صورة الملف الشخصي لعرضها بشكل عام.

source: Banner Image
ar: صورة الإعلان

source: Select Banner Image
ar: حدد صورة البانر

source: Select banner image to show on public profile.
ar: حدد صورة البانر لعرضها على الملف الشخصي العام.

source: Address
ar: العنوان

source: Latitude
ar: خط العرض

source: Provide Latitude
ar: توفير خط العرض

source: Longitude
ar: خط الطول

source: Provide Longitude
ar: توفير خط الطول

source: Mark Employer Verified
ar: تم التحقق من صاحب العمل

source: Not verified
ar: غير موثق

source: Mark Employer Featured
ar: مارك صاحب العمل المميز

source: Simple
ar: بسيط

source: Featured
ar: مميز

source: Package Detail
ar: تفاصيل الباقه

source: Simple Projects
ar: مشاريع بسيطة

source: Allowed simple projects
ar: المشاريع البسيطة المسموح بها

source: Integers only. -1 for unlimited
ar: الأعداد الصحيحة فقط. -1 لعدد غير محدود

source: Simple Projects Expiry
ar: انتهاء صلاحية المشاريع البسيطة

source: Simple project expiry
ar: انتهاء صلاحية المشروع ببساطة

source: Integers only in days. -1 for never Expire
ar: الأعداد الصحيحة فقط في أيام. -1 لعدم انتهاء صلاحيتها أبدا

source: Featured Projects
ar: مشاريع مميزة

source: Allowed Featured projects
ar: المشاريع المميزة المسموح بها

source: Featured Project Expiry
ar: انتهاء صلاحية المشروع المميز

source: Featured Project Expiry
ar: انتهاء صلاحية المشروع المميز الافتراضي بالأيام

source: Integers only in days. -1 for never expire
ar: الأعداد الصحيحة فقط في أيام. -1 لعدم انتهاء صلاحيتها أبدا

source: Package Expiry
ar: انتهاء صلاحية الباقة

source: Package expiry
ar: انتهاء صلاحية الباقة

source: Never Expire
ar: نص الخيار لا تنتهي صلاحيته أبدا

source: Package Expiry:
ar: انتهاء صلاحية الباقة

source: Disputes
ar: المنازعات

source: Add New Dispute
ar: إضافة نزاع جديد

source: New Disputes
ar: نزاعات جديدة

source: Edit Disputes
ar: تحرير النزاعات

source: View Disputes
ar: عرض النزاعات

source: All Disputes
ar: جميع النزاعات

source: Search Disputes
ar: نزاعات البحث

source: No Dispute Found.
ar: معذرة!!! لم يتم العثور على أي نزاع

source: Project/Service Name
ar: اسم المشروع/الخدمة

source: Fixed:
ar: ثابت

source: Hourly:
ar: بالساعه

source: Add Disputes Detail
ar: إضافة تفاصيل النزاعات

source: Project/Service Price
ar: سعر المشروع / الخدمة

source: Hourly
ar: بالساعه

source: Estimated Hours
ar: الساعات المقدرة

source: Project/Service
ar: مشروع/خدمة

source: Dispute Status
ar: حالة النزاع

source: Dispute Conversation
ar: محادثة النزاع

source: No messgae found
ar: لم يتم العثور على ميسجاي

source: Admin Response
ar: استجابة المسؤول

source: This will be visible to both users on their dispute detail page
ar: سيكون هذا مرئيا لكلا المستخدمين في صفحة تفاصيل النزاع الخاصة بهم

source: Select Dispute winner
ar: اختر الفائز في النزاع

source: Select user
ar: حدد الصورة الافتراضية للمستخدم هنا

source: (Employer)
ar: صاحب العمل

source: (Freelancer)
ar: مستقل

source: The disputed amount will be transferred to the selected user.
ar: سيتم تحويل المبلغ المتنازع عليه إلى المستخدم المحدد.

source: Mark Dispute as resolved
ar: وضع علامة على النزاع على أنه تم حله

source: Check this to mark it resolved
ar: تحقق من ذلك لوضع علامة على حلها

source: Freelancer
ar: مستقل

source: Add New Freelancer
ar: إضافة مستقل جديد

source: New Freelancer
ar: جديد لحسابهم الخاص

source: Edit Freelancer
ar: تحرير Freelancer

source: View Freelancer
ar: عرض Freelancer

source: All Freelancers
ar: جميع المستقلين

source: Search Freelancer
ar: ابحث عن المستقل

source: No Freelancer Found.
ar: لم يتم العثور على مستقل.

source: Specialization
ar: المهام

source: Search Specialization
ar: البحث التخصص

source: Popular Specializations
ar: التخصصات الشائعة

source: All Specializations
ar: جميع التخصصات

source: Edit Specialization
ar: تحرير التخصص

source: Update Specialization
ar: تحديث التخصص

source: Add New Specialization
ar: إضافة تخصص جديد

source: New Specialization Name
ar: اسم تخصص جديد

source: Separate Specializations with commas
ar: تخصصات منفصلة مع فواصل

source: Add or remove Specializations
ar: إضافة تخصصات أو إزالتها

source: Choose from the most used Specializations
ar: اختر من بين التخصصات الأكثر استخداما

source: No Specialization found.
ar: لم يتم العثور على تخصص.

source: Specializations
ar: التخصصات

source: Skills
ar: المهارات

source: Search Skills
ar: البحث في المهارات

source: Popular Skills
ar: المهارات الشائعة

source: All Skills
ar: كل المهارات

source: Edit Skill
ar: تعديل المهارة

source: Update Skill
ar: تحديث المهارة

source: Add New Skill
ar: اضافه مهارة جديدة

source: New Skill Name
ar: اسم المهارة الجديدة

source: Separate Skills with commas
ar: مهارات منفصلة مع الفواصل

source: Add or remove Skills
ar: إضافة مهارات أو إزالتها

source: Choose from the most used Skills
ar: اختر من بين المهارات الأكثر استخداما

source: No Skills found.
ar: لم يتم العثور على مهارات.

source: Search Languages
ar: لغات البحث

source: Popular Languages
ar: اللغات الشائعة

source: All Languages
ar: كل اللغات

source: Edit Language
ar: تحرير اللغة

source: Update Language
ar: تحديث اللغة

source: Add New Language
ar: إضافة لغة جديدة

source: New Language Name
ar: اسم اللغة

source: Separate Languages with commas
ar: لغات منفصلة مع الفواصل

source: Add or remove Languages
ar: إضافة لغات أو إزالتها

source: Choose from the most used Languages
ar: اختر من بين اللغات الأكثر استخداما

source: No Language found.
ar: لم يتم العثور على لغة.

source: Freelancer Type
ar: نوع العامل المستقل

source: Search Freelancer Type
ar: نوع البحث المستقل

source: Popular Freelancer Type
ar: شعبية نوع مستقل

source: All Freelancer Type
ar: كل نوع Freelancer

source: Edit Freelancer Type
ar: تحرير نوع Freelancer

source: Update Freelancer Type
ar: تحديث نوع Freelancer

source: Add New Freelancer Type
ar: إضافة نوع مستقل جديد

source: New Freelancer Type Name
ar: اسم نوع Freelancer جديد

source: Separate Freelancer Type with commas
ar: نوع مستقل منفصل مع فواصل

source: Add or remove Freelancer Type
ar: إضافة نوع المستقل أو إزالته

source: Choose from the most used Freelancer Type
ar: اختر من بين نوع Freelancer الأكثر استخداما

source: No Freelancer Type found.
ar: لم يتم العثور على نوع المستقل.

source: English Level
ar: تحديد المستوى الإنجليزي المطلوب للمشروع

source: Search English Level
ar: البحث في مستوى اللغة الإنجليزية

source: Popular English Level
ar: مستوى اللغة الإنجليزية الشعبي

source: All English Levels
ar: جميع مستويات اللغة الإنجليزية

source: Edit English Level
ar: تعديل مستوى اللغة الإنجليزية

source: Update English Level
ar: تحديث مستوى اللغة الإنجليزية

source: Add New English Level
ar: إضافة مستوى جديد في اللغة الإنجليزية

source: New English Level Name
ar: اسم جديد لمستوى اللغة الإنجليزية

source: Separate English Level with commas
ar: فصل مستوى اللغة الإنجليزية مع الفواصل

source: Add or remove English Level
ar: إضافة مستوى اللغة الإنجليزية أو إزالته

source: Choose from the most used English Levels
ar: اختر من بين مستويات اللغة الإنجليزية الأكثر استخداما

source: No English Level found.
ar: لم يتم العثور على مستوى اللغة الإنجليزية.

source: Add Freelancer Detail
ar: إضافة تفاصيل المستقلين

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Other
ar: أخرى

source: Freelancer Tagline will be here
ar: شعار المستقل سيكون هنا

source: Select Freelancer Type
ar: اختر نوع المستقل

source: Freelancer Specialization
ar: تخصص المستقل

source: Select Specialization
ar: أختر التخصخص

source: Select English Level
ar: اختر مستوى اللغة الإنجليزية

source: Select Language
ar: اختيار اللغة

source: Skills and Awads
ar: المهارات والعواد

source: Add More
ar: اضف المزيد

source: Awards and Certificates
ar: الجوائز / الشهادات

source: Select image
ar: اختر صورة

source: Projects
ar: المشاريع

source: Experience
ar: الخبرات

source: Start Date Title
ar: عنوان تاريخ البدء

source: Education
ar: التعليم

source: Institude Name
ar: اسم المعهد

source: Add More Education
ar: إضافة المزيد من التعليم

source: Mark Freelancer Featured
ar: مارك لحسابهم الخاص المميز

source: Mark Freelancer Verified
ar: مارك لحسابهم الخاص التحقق

source: Projects Credits
ar: اعتمادات المشاريع

source: Projects credits
ar: اعتمادات المشاريع

source: Simple Services
ar: خدمات بسيطة

source: Simple Services
ar: خدمات بسيطة

source: Simple service expiry
ar: انتهاء صلاحية الخدمة ببساطة

source: Allowed Featured services
ar: الخدمات المميزة المسموح بها

source: Featured Services Expiry
ar: انتهاء صلاحية الخدمات المميزة:

source: Payouts
ar: الدفعات

source: Add New Payout
ar: إضافة عائد جديد

source: New Payouts
ar: دفعات جديدة

source: Edit Payouts
ar: تعديل الدفعات

source: View Payouts
ar: عرض الدفعات

source: All Payouts
ar: جميع الدفعات

source: Search Payouts
ar: دفعات البحث

source: No Payout Found.
ar: لم يتم العثور على دفعة.

source: Amount
ar: الكمية

source: Payout Status
ar: الحالة

source: Add payouts Detail
ar: إضافة تفاصيل الدفعات

source: User Payout Methods
ar: طرق دفع تعويضات المستخدم

source: Payout Amount
ar: مبلغ العوائد

source: Payout Method
ar: طريقة الدّفع

source: Mark Payout as processed
ar: وضع علامة على العوائد على أنها تمت معالجتها

source: Check this to mark it processed
ar: تحقق من ذلك لوضع علامة على معالجتها

source: Private Note for this customer
ar: ملاحظة خاصة لهذا العميل

source: This will be visible to admin only, against this user
ar: سيكون هذا مرئيا للمشرف فقط ، ضد هذا المستخدم

source: preferred Payout Method:
ar: طريقة الدفع المفضلة:

source: User Profile:
ar: ملف تعريفي للمستخدم

source: View Profile
ar: عرض الصفحة الشخصية

source: PayPal
ar: باي بال

source: ( preferred )
ar: ( مفضل )

source: Paypal Email:
ar: البريد الإلكتروني PayPal:

source: Bank Transfer
ar: تحويل بنكي

source: (preferred)
ar: (يفضل)

source: Bank Name:
ar: أسم البنك:

source: Account Number:
ar: رقم الحساب:

source: Account Name:
ar: اسم حساب بايونير

source: Routing Number:
ar: رقم توجيه البنك

source: IBAN:
ar: رقم الحساب المصرفي الدولي (IBAN):

source: SWIFT:
ar: رمز السويفت:

source: Payoneer Email:
ar: بريد بايونير الكتروني

source: Country:
ar: الدولة :

source: Project
ar: مشروع

source: Add New Project
ar: إضافة مشروع جديد

source: New Project
ar: مشروع جديد

source: Edit Project
ar: تعديل المشروع

source: View Project
ar: عرض المشروع

source: All Projects
ar: كل المشاريع

source: Search Projects
ar: البحث في المشاريع

source: No Project Found.
ar: لم يتم العثور على مشروع.

source: Status
ar: الحالة

source: Admin Share
ar: مشاركة المسؤول

source: Freelancer Share
ar: مشاركة المستقلين

source: Project Categories
ar: فئات المشروع

source: Search Project Duration
ar: مدة المشروع البحث

source: Popular Project Duration
ar: مدة المشروع الشائعة

source: All Project Duration
ar: كل مدة المشروع

source: Edit Project Duration
ar: تحرير مدة المشروع

source: Update Project Duration
ar: تحديث مدة المشروع

source: Add New Project Duration
ar: إضافة مدة مشروع جديد

source: New Project Duration Name
ar: اسم مدة المشروع الجديد

source: Separate Project Duration with commas
ar: فصل مدة المشروع بفواصل

source: Add or remove Project Duration
ar: إضافة مدة المشروع أو إزالتها

source: Choose from the most used Project Duration
ar: اختر من بين مدة المشروع الأكثر استخداما

source: No Project Duration found.
ar: لم يتم العثور على مدة المشروع.

source: Project Level
ar: مستوى المشروع

source: Search Project Level
ar: البحث على مستوى المشروع

source: Popular Project Level
ar: مستوى المشروع الشائع

source: All Project Level
ar: جميع مستويات المشروع

source: Edit Project Level
ar: تحرير مستوى المشروع

source: Update Project Level
ar: تحديث مستوى المشروع

source: Add New Project Level
ar: إضافة مستوى مشروع جديد

source: New Project Level Name
ar: اسم مستوى المشروع الجديد

source: Separate Project Levels with commas
ar: فصل مستويات المشروع بفواصل

source: Add or remove Project Level
ar: إضافة مستوى المشروع أو إزالته

source: Choose from the most used Project Levels
ar: اختر من بين مستويات المشروع الأكثر استخداما

source: No Project Level found.
ar: لم يتم العثور على مستوى المشروع.

source: Labels
ar: التسميات

source: Search Labels
ar: البحث عن تسميات

source: Popular Labels
ar: تسميات شعبية

source: All Labels
ar: العناوين

source: Edit Label
ar: تحرير التسمية

source: Update Label
ar: تحديث التسمية

source: Add New Label
ar: إضافة ملصق

source: New Label Name
ar: اسم التسمية الجديدة

source: Separate Labels with commas
ar: تسميات منفصلة بفواصل

source: Add or remove Labels
ar: إضافة تصنيفات أو إزالتها

source: Choose from the most used Labels
ar: اختر من بين التصنيفات الأكثر استخداما

source: No Label found.
ar: لم يتم العثور على ملصق.

source: Name
ar: الاسم

source: Slug
ar: سبيكة

source: Posts
ar: المشاركات

source: No Skill found.
ar: لم يتم العثور على مهارة.

source: Label Color
ar: لون الخانة

source: Provide color of your label
ar: تقديم لون الملصق الخاص بك

source: Add Project Detail
ar: إضافة تفاصيل المشروع

source: Project Level
ar: مستوى المشروع

source: Select Level
ar: انتقِ المستوىAlternate action at startup of game

source: Select project level
ar: اختر مستوى المشروع

source: Project Type
ar: نوع المشروع

source: Select Project Type
ar: اختر نوع المشروع

source: Cost
ar: التكلفة

source: Per Hour Price
ar: سعر الساعة

source: Select Project Duration
ar: اختر مدة المشروع

source: Mention expected project duration
ar: ذكر المدة المتوقعة للمشروع

source: What type of freelancer do you require
ar: ما نوع المستقل الذي تحتاجه

source: How much grip should the applicant have on the English language.
ar: ما مقدار القبضة التي يجب أن يتمتع بها مقدم الطلب على اللغة الإنجليزية.

source: Project Label
ar: تسمية المشروع

source: Leave it empty if you do not want to show
ar: اتركه فارغا إذا كنت لا تريد أن تظهر

source: Attachments
ar: المرفقات

source: If you are selected multiple images or want to add more images you must need to press Ctrl button on your keyboard.
ar: إذا تم تحديد صور متعددة أو كنت ترغب في إضافة المزيد من الصور ، فيجب عليك الضغط على زر Ctrl على لوحة المفاتيح.

source: Mark Service Featured
ar: وضع علامة على الخدمة المميزة

source: Assign Project
ar: تعيين المشروع

source: If you select a user from this list it will assign this project to the selected user.
ar: إذا قمت بتحديد مستخدم من هذه القائمة ، تعيين هذا المشروع للمستخدم المحدد.

source: Report
ar: تقرير

source: Add New Report
ar: أضافة تقرير جديد

source: New Report
ar: بلاغ جديد

source: Edit Report
ar: تعديل البلاغ

source: View Report
ar: عرض التقرير

source: All Report
ar: جميع التقارير

source: Search Report
ar: تقرير البحث

source: No Report Found.
ar: لم يتم العثور على تقرير.

source: Report Category
ar: فئة التقرير

source: Search Report Category
ar: فئة تقرير البحث

source: Popular Reports Category
ar: فئة التقارير الشائعة

source: All Report Categories
ar: جميع فئات التقارير

source: Edit Report Category
ar: تعديل فئة التقرير

source: Update Report Category
ar: تحديث فئة التقرير

source: Add New Report Category
ar: إضافة فئة تقرير جديدة

source: New Report Category Name
ar: اسم فئة التقرير الجديد

source: Separate Reports Category with commas
ar: فئة التقارير المنفصلة مع الفواصل

source: Add or remove Report Category
ar: إضافة فئة التقرير أو إزالتها

source: Choose from the most used Report Category
ar: اختر من بين فئة التقرير الأكثر استخداما

source: No Report Category found.
ar: لم يتم العثور على فئة التقرير.

source: Reported by
ar: تم الإبلاغ بواسطة

source: No of Reports
ar: عدد التقارير

source: Post Type
ar: نوع المنشور

source: View Post
ar: عرض المقالة

source: Report Detail
ar: تفاصيل التقرير

source: Category
ar: التصنيف

source: Number of Reports
ar: عدد التقارير

source: Services
ar: خدمات

source: Add New Service
ar: إضافة خدمة جديدة

source: New Services
ar: خدمات جديدة

source: Edit Services
ar: تحرير القنوات

source: View Services
ar: عرض الخدمات

source: All Services
ar: كل الخدمات

source: Search Services
ar: البحث - الخدمات

source: No Service Found.
ar: لم يتم العثور على خدمة.

source: Service Categories
ar: فئات الخدمة

source: Delivery Time
ar: وقت التوصيل

source: Search Delivery Time
ar: وقت التسليم للبحث

source: Popular Delivery Times
ar: أوقات التسليم الشعبية

source: All Delivery Times
ar: جميع أوقات التسليم

source: Edit Delivery Time
ar: تحرير وقت التسليم

source: Update Delivery Time
ar: تحديث وقت التسليم

source: Add New Delivery Time
ar: إضافة وقت تسليم جديد

source: New Delivery Time Name
ar: اسم وقت التسليم الجديد

source: Separate Delivery Times with commas
ar: أوقات تسليم منفصلة مع فواصل

source: Add or remove Delivery Time
ar: إضافة وقت التسليم أو إزالته

source: Choose from the most used Delivery Times
ar: اختر من بين أوقات التسليم الأكثر استخداما

source: No Delivery Time found.
ar: لم يتم العثور على وقت التسليم.

source: Response Time
ar: وقت الاستجابة

source: Search Response Time
ar: وقت استجابة البحث

source: Popular Response Times
ar: أوقات الاستجابة الشعبية

source: All Response Times
ar: جميع أوقات الاستجابة
